PRODUCT_CATEGORIES = {
    "💎 Diamond ဈေးနှုန်းများ": {
        "💎86 - 5300 Ks": "diamond_86",
        "💎172 - 10700 Ks": "diamond_172",
        "💎257 - 16100 Ks": "diamond_257",
        "💎706 - 43100 Ks": "diamond_706"
    },
    "💎 Double Diamonds ဈေးနှုန်းများ": {
        "💎50+50 - 3700 Ks": "double_50",
        "💎150+150 - 10800 Ks": "double_150",
        "💎250+250 - 17300 Ks": "double_250",
        "💎500+500 - 34300 Ks": "double_500"
    },
    "💎 Weekly Pass ဈေးနှုန်းများ": {
        "💎1 Wp - 6600 Ks": "wp_1",
        "💎2 Wp - 13200 Ks": "wp_2",
        "💎3 Wp - 19800 Ks": "wp_3",
        "💎4 Wp - 26400 Ks": "wp_4",
        "💎5 Wp - 33000 Ks": "wp_5",
        "💎6 Wp - 39600 Ks": "wp_6",
        "💎7 Wp - 46200 Ks": "wp_7",
        "💎8 Wp - 52800 Ks": "wp_8",
        "💎9 Wp - 59400 Ks": "wp_9",
        "💎10 Wp - 66000 Ks": "wp_10"
    },
    "💎 Recharge ဖြည့်စျေး": {
        "💎343 - 21400 Ks": "recharge_343",
        "💎1 wp + 172 - 17300 Ks": "recharge_combo1",
        "💎2 wp + 86 - 18500 Ks": "recharge_combo2",
        "💎3 wp - 19800 Ks": "recharge_combo3"
    }
}

PAYMENT_METHODS = ["KBZ Pay", "Wave Pay", "AYA Pay"]
